{
    "M023OFF": 1,
    "M023ON": 2,
    "M004OFF": 3,
    "M004ON": 4,
    "M014OFF": 5,
    "M014ON": 6,
    "M022OFF": 7,
    "M022ON": 8,
    "M027OFF": 9,
    "M027ON": 10,
    "M003OFF": 11,
    "M003ON": 12,
    "M008OFF": 13,
    "M008ON": 14,
    "M028ON": 15,
    "M028OFF": 16,
    "M015OFF": 17,
    "M015ON": 18,
    "M025ON": 19,
    "M025OFF": 20,
    "M012OFF": 21,
    "M012ON": 22,
    "M026OFF": 23,
    "M026ON": 24,
    "M007OFF": 25,
    "M007ON": 26,
    "M020OFF": 27,
    "M020ON": 28,
    "<start>": 29,
    "<end>": 30,
    "M021ON": 31,
    "M021OFF": 32,
    "M002OFF": 33,
    "M002ON": 34,
    "M001OFF": 35,
    "M001ON": 36,
    "M018OFF": 37,
    "M018ON": 38,
    "M019OFF": 39,
    "M019ON": 40,
    "M011OFF": 41,
    "M011ON": 42,
    "M009OFF": 43,
    "M009ON": 44,
    "M017OFF": 45,
    "M017ON": 46,
    "M010OFF": 47,
    "M010ON": 48,
    "M013ON": 49,
    "M013OFF": 50,
    "M016OFF": 51,
    "M016ON": 52,
    "M005OFF": 53,
    "M005ON": 54,
    "M006OFF": 55,
    "M006ON": 56,
    "M024OFF": 57,
    "M024ON": 58,
    "D003CLOSE": 59,
    "D003OPEN": 60,
    "T00221.5": 61,
    "T00222": 62,
    "T00221": 63,
    "T00121.5": 64,
    "T00220.5": 65,
    "T00122": 66,
    "D001CLOSE": 67,
    "D001OPEN": 68,
    "T00122.5": 69,
    "T00121": 70,
    "T00123": 71,
    "T00222.5": 72,
    "T00120.5": 73,
    "T00123.5": 74,
    "T00220": 75,
    "T00219.5": 76,
    "T00124": 77,
    "T00120": 78,
    "T00124.5": 79,
    "T00223": 80,
    "T00119.5": 81,
    "T00223.5": 82,
    "T00125": 83,
    "T00125.5": 84,
    "T00219": 85,
    "T00126": 86,
    "T00119": 87,
    "T00224": 88,
    "T00218.5": 89,
    "T00126.5": 90,
    "T00218": 91,
    "T00118.5": 92,
    "T00224.5": 93,
    "T00217.5": 94,
    "T00118": 95,
    "T00217": 96,
    "T00117.5": 97,
    "T00127": 98,
    "T00117": 99,
    "T00216.5": 100,
    "T00116.5": 101,
    "T00127.5": 102,
    "D002OPEN": 103,
    "D002CLOSE": 104,
    "T00225": 105,
    "T00128": 106,
    "T00225.5": 107,
    "T00128.5": 108,
    "T00116": 109,
    "T00226": 110,
    "T00216": 111,
    "T00129": 112,
    "T00226.5": 113,
    "T00227": 114,
    "T00129.5": 115,
    "T00227.5": 116,
    "T00115.5": 117,
    "T00215": 118,
    "T00114.5": 119,
    "T00214": 120,
    "T00130": 121,
    "M022ON`": 122,
    "T00215.5": 123,
    "T00115": 124,
    "T00214.5": 125,
    "T00114": 126,
    "T00113.5": 127,
    "T00213.5": 128,
    "T00113": 129,
    "T00213": 130,
    "T00112.5": 131,
    "T00212.5": 132,
    "T00130.5": 133,
    "M004ON0": 134,
    "M019O": 135
}