{
    "M024OFF": 1,
    "M024ON": 2,
    "M021OFF": 3,
    "M021ON": 4,
    "M022OFF": 5,
    "M022ON": 6,
    "M005OFF": 7,
    "M005ON": 8,
    "M013OFF": 9,
    "M013ON": 10,
    "M023OFF": 11,
    "M023ON": 12,
    "M012OFF": 13,
    "M012ON": 14,
    "M011OFF": 15,
    "M011ON": 16,
    "M001OFF": 17,
    "M001ON": 18,
    "M017OFF": 19,
    "M017ON": 20,
    "M014OFF": 21,
    "M014ON": 22,
    "M002OFF": 23,
    "M002ON": 24,
    "M006OFF": 25,
    "M006ON": 26,
    "M003OFF": 27,
    "M003ON": 28,
    "M020OFF": 29,
    "M020ON": 30,
    "M007OFF": 31,
    "M007ON": 32,
    "M009OFF": 33,
    "M009ON": 34,
    "M008OFF": 35,
    "M008ON": 36,
    "M010OFF": 37,
    "M010ON": 38,
    "M016OFF": 39,
    "M018OFF": 40,
    "M016ON": 41,
    "M018ON": 42,
    "M015OFF": 43,
    "M015ON": 44,
    "M026OFF": 45,
    "M026ON": 46,
    "M025OFF": 47,
    "M025ON": 48,
    "M004OFF": 49,
    "M004ON": 50,
    "T00123": 51,
    "M019OFF": 52,
    "T00123.5": 53,
    "M019ON": 54,
    "T00122.5": 55,
    "M027OFF": 56,
    "T00124": 57,
    "M027ON": 58,
    "T00424": 59,
    "T00423.5": 60,
    "T00424.5": 61,
    "T00323": 62,
    "T00523": 63,
    "T00423": 64,
    "T00522.5": 65,
    "T00323.5": 66,
    "T00422": 67,
    "T00223.5": 68,
    "T00224": 69,
    "T00223": 70,
    "T00124.5": 71,
    "T00122": 72,
    "T00422.5": 73,
    "T00322.5": 74,
    "T00523.5": 75,
    "<start>": 76,
    "<end>": 77,
    "T00224.5": 78,
    "T00524": 79,
    "T00225": 80,
    "T00222.5": 81,
    "T00222": 82,
    "T00425": 83,
    "T00225.5": 84,
    "T00125": 85,
    "T00522": 86,
    "T00421.5": 87,
    "T00322": 88,
    "T00324": 89,
    "T00524.5": 90,
    "T00321.5": 91,
    "T00521.5": 92,
    "T00520": 93,
    "T00425.5": 94,
    "T00324.5": 95,
    "T00320": 96,
    "T00321": 97,
    "T00125.5": 98,
    "T00421": 99,
    "T00420.5": 100,
    "T00221.5": 101,
    "T00426": 102,
    "T00426.5": 103,
    "T00320.5": 104,
    "T00520.5": 105,
    "T00519.5": 106,
    "T00525.5": 107,
    "T00521": 108,
    "T00121.5": 109,
    "T00226": 110,
    "T00525": 111,
    "T00325": 112,
    "T00319.5": 113,
    "T00519": 114,
    "T00526": 115,
    "T00420": 116,
    "T00226.5": 117,
    "T00126": 118,
    "T00518.5": 119,
    "T00427": 120,
    "T00220.5": 121,
    "T00325.5": 122,
    "T00227": 123,
    "T00126.5": 124,
    "T00319": 125,
    "T00121": 126,
    "T00221": 127,
    "T00127": 128,
    "T00419.5": 129,
    "T00227.5": 130,
    "T00220": 131,
    "T00326": 132,
    "T00518": 133,
    "T00526.5": 134,
    "T00427.5": 135,
    "T00419": 136,
    "T00127.5": 137,
    "T00318.5": 138,
    "T00120.5": 139,
    "T00428": 140,
    "T00228": 141,
    "T00326.5": 142,
    "T00128": 143,
    "T00527": 144,
    "T00418.5": 145,
    "T00517.5": 146,
    "T00128.5": 147,
    "T00318": 148,
    "T00428.5": 149,
    "T00517": 150,
    "T00120": 151,
    "T00418": 152,
    "T00527.5": 153,
    "T00516.5": 154,
    "T00429": 155,
    "T00219.5": 156,
    "T00129": 157,
    "T00327": 158,
    "T00317.5": 159,
    "T00429.5": 160,
    "T00228.5": 161,
    "T00129.5": 162,
    "T00119.5": 163,
    "T00317": 164,
    "T00516": 165,
    "T00417.5": 166,
    "T00130": 167,
    "T00328": 168,
    "T00316.5": 169,
    "T00528.5": 170,
    "T00327.5": 171,
    "T00528": 172,
    "T00515": 173,
    "T00416.5": 174,
    "T00430": 175,
    "T00529": 176,
    "T00328.5": 177,
    "T00316": 178,
    "T00130.5": 179,
    "T00515.5": 180,
    "T00416": 181,
    "T00514.5": 182,
    "T00417": 183,
    "T00229.5": 184,
    "T00315.5": 185,
    "T00229": 186,
    "T00230": 187,
    "T00219": 188,
    "T00131": 189,
    "T00430.5": 190,
    "T00131.5": 191,
    "T00431": 192,
    "T00431.5": 193,
    "T00432.5": 194,
    "T00433": 195,
    "T00432": 196
}